[
  {
    "id": "1",
    "producto": "TOYOTA HILUX 2.8 4X2 DC SRV",
    "descripcion": "Camioneta versátil y resistente, ideal para cualquier terreno.",
    "stock": 2,
    "precio": 25000,
    "descripcionLarga": "La TOYOTA HILUX 2.8 4X2 DC SRV es una camioneta confiable y robusta, diseñada para enfrentar cualquier desafío. Con su tracción 4x2, es ideal tanto para la ciudad como para terrenos más exigentes. Cuenta con características avanzadas y un interior cómodo y espacioso.",
    "categoria": "camionetas"
  },
  {
    "id": "2",
    "producto": "FORD MUSTANG GT",
    "descripcion": "Potente deportivo con estilo audaz y rendimiento excepcional.",
    "stock": 7,
    "precio": 50000,
    "descripcionLarga": "El FORD MUSTANG GT es un icónico deportivo que combina un diseño audaz con un rendimiento excepcional. Con su motor potente y su estilo inconfundible, te asegura una experiencia de conducción emocionante y llena de adrenalina.",
    "categoria": "autos"
  },
  {
    "id": "3",
    "producto": "CHEVROLET CAMARO SS",
    "descripcion": "Deportivo llamativo y emocionante, diseñado para destacar.",
    "stock": 4,
    "precio": 45000,
    "descripcionLarga": "El CHEVROLET CAMARO SS es un deportivo icónico que no pasa desapercibido. Con su estilo llamativo y emocionante, este automóvil está diseñado para destacar en la carretera. Su potencia y rendimiento te brindarán una experiencia de conducción única.",
    "categoria": "autos"
  },
  {
    "id": "4",
    "producto": "BMW M5",
    "descripcion": "Lujo y rendimiento combinados en un sedán de alto nivel.",
    "stock": 3,
    "precio": 60000,
    "descripcionLarga": "El BMW M5 es un sedán de lujo que combina un diseño elegante con un rendimiento excepcional. Con su potente motor y su interior sofisticado, te ofrece una experiencia de conducción de alto nivel. Disfruta de comodidad, tecnología avanzada y prestaciones emocionantes en cada viaje.",
    "categoria": "autos"
  },
  {
    "id": "5",
    "producto": "HONDA ACCORD EX-L",
    "descripcion": "Elegancia y comodidad en un sedán confiable y sofisticado.",
    "stock": 9,
    "precio": 35000,
    "descripcionLarga": "El HONDA ACCORD EX-L es un sedán confiable y sofisticado que combina elegancia y comodidad. Con su diseño atractivo y su interior espacioso, te ofrece una experiencia de conducción placentera. Disfruta de su rendimiento suave, tecnología avanzada y calidad excepcional.",
    "categoria": "autos"
  },
  {
    "id": "6",
    "producto": "FORD RANGER XLT",
    "descripcion": "Camioneta robusta y versátil para todo tipo de terrenos.",
    "stock": 5,
    "precio": 30000,
    "descripcionLarga": "La FORD RANGER XLT es una camioneta robusta y versátil diseñada para enfrentar todo tipo de terrenos. Con su potente motor y su tracción confiable, es ideal tanto para aventuras off-road como para el uso diario. Cuenta con un interior espacioso y comodidades modernas.",
    "categoria": "camionetas"
  }
]
